import './styles/About.css'

const About = () => {
  return (
    <div className="about">
      <h2>О нас</h2>
      <p>"Хмельная Собака" несет хмель в массы с 2003 года.</p>
      <p>Мы используем лучшие ингредиенты и последние инновации пивоварения.</p>
      <h2>Контакты</h2>
      <p>Мы ждем вас с 12:00 до 22:00 ежедневно по адресам:</p>
      <h3>Главный магазин и производство:</h3>
      <p>ул. Баскервиллей, 24</p>
      <h3>Магазины-пабы:</h3>
      <p>Питбульский пер., 24</p>
      <p>ул. Солодская, 24</p>
    </div>
  )
}

export { About }